{
  "home": "Home",
  "about": "About",
  "properties": "Properties",
  "testimonials": "Testimonials",
  "contact": "Contact",
  "select_language": "Select Language",
  "language": "Language",
  "amharic_option": "አማርኛ",
  "english_option": "English",
  "afan_oromo_option": "Afan Oromo",
  "your_ai_rent_management_system": "Your AI Rent Management System",
  "bate_exclamation": "Bate!",
  "sign_up": "Sign Up",
  "view_properties": "View Properties",
  "about_us": "About Us",
  "find_your_next_home": "Find your next home with ease and confidence",
  "about_paragraph": "The Rental Management System transforms how landlords and tenants connect. Designed for Ethiopia’s rental market, it replaces costly broker services with a simple, secure, and affordable digital platform. Landlords can list properties through a pay-per-post model, while tenants enjoy a no-fee search experience with detailed listings, maps, and multilingual support in English, Amharic, and Afaan Oromo. Our platform ensures transparency, accessibility, and a smooth rental process for everyone — bringing convenience and trust to modern property management.",
  "property_types": "Property Types",
  "active_listings": "Active Listings",
  "happy_clients": "Happy Clients",
  "how_it_works": "How It Works",
  "three_quick_steps": "Three Quick and Easy Steps",
  "login_and_search": "Log in & Search",
  "login_and_search_p": "Create an account or sign in, then search homes using filters like location, price and amenities. Browse high-resolution photos and map views to quickly shortlist properties that match your needs.",
  "contact_owner_and_apply": "Contact Owner & Apply",
  "contact_owner_and_apply_p": "Message or call the owner directly from the listing. Submit applications, upload required documents, and track your application status — all within the platform for a secure and transparent process.",
  "move_in_and_settle": "Move In & Settle",
  "move_in_and_settle_p": "Finalize agreements, arrange move-in details, and settle into your new home. Use the platform to report issues, leave reviews, and manage your tenancy going forward."
}