{
  "home": "Mana",
  "about": "Waa'ee",
  "properties": "Qabeenya",
  "testimonials": "Ragaalee",
  "contact": "Quunnamtii",
  "select_language": "Afan Filadhu",
  "language": "Afan",
  "amharic_option": "Amaariffa",
  "english_option": "Ingiliffa",
  "afan_oromo_option": "Afan Oromo",
  "your_ai_rent_management_system": "Sirna Bulchiinsa Kirraa AI Kee",
  "bate_exclamation": "Baatee!",
  "sign_up": "Galmaa'i",
  "view_properties": "Qabeenya Ilaali",
  "about_us": "Waa'ee",
   "find_your_next_home": "Mana jireenya kee itti aanu salphaan fi ofitti amanamummaan barbaadi",
  "about_paragraph": "Sirni Bulchiinsa Kiraayiin kun walitti dhufeenya abbootii manaa fi kireeffattoota jijjiira. Biyyatti keenya Itoophiyaa keessatti tajaajila kireeffannaa babbareedaa fi baay’ee gatii hin qabu kennuuf kan qophaa’e dha. Abbootiin manaa tajaajila ‘post itti kafalchi’ jedhamu fayyadamuun manneen isaanii irratti odeeffannoo kaa’u ni danda’u; kireeffattoonni immoo tajaajila kireeffannaa kaffaltii hin qabne fayyadamuun, odeeffannoo bal’aa, suuraawwan qulqulluu, fi kaartee bakka itti argamu waliin barbaacha ni danda’u. Sagantaan kun afaanota Ingiliffaa, Amaariffaa fi Afaan Oromoo ni deegara; iftoomina, salphina tajaajilaa fi amantii walitti fiduuf kan qophaa’e dha.",
  "property_types": "Gosa Manneen Kiraayii",
  "active_listings": "Tarreewwan Jiru",
  "happy_clients": "Miseensota gammadoo",
  "how_it_works": "Akkaataa itti hojjetu",
  "three_quick_steps": "Sadarkaa Sadi Salphaa fi Ariifataa",
  "login_and_search": "Seeni fi Barbaadi",
  "login_and_search_p": "Akkaataawwan keessan fayyadamuun galmaa’i ykn seeni; achiis bakka, gatii fi tajaajilawwan irratti hundaa’uun mana barbaadi. Suuraawwan qulqulluu fi kaarteewwan ittiin ilaaltu fayyadamuun manneen siif mijatan salphatti filadhu.",
  "contact_owner_and_apply": "Abbaa Manichaa Quunnami fi Galmee Kireeffannaa Ergi",
  "contact_owner_and_apply_p": "Abbaa manichaa tarreeffama irraa toora interneetiin ergaa ergi ykn bilbili. Galmee kireeffannaa kee guuti, ragaa barbaachisaa ergi, fi haala galmee kee to’annaa keessatti hordofi — hojii amansiisaa fi ifaa ta’e.",
  "move_in_and_settle": "Manaa Keetti Seeni fi Tasgabbi",
  "move_in_and_settle_p": "Waliigaltee xumuri, qophii seensa manaa kee taasisi, fi mana kee haaraa seeni. Sagantaa kana fayyadamuun rakkoo gabaasi, yaada kenni, fi kireeffannaa kee salphatti bulchi."
}